package ru.sav.hw08;

public class Questions {

    public final static String[][] arrayOfQuestions = {
            {"Каким видом искусства занимался Ле Корбюзье?", "Театр", "Архитектура", "Поэзия", "Балет", "2"},
            {"Каким символом в физике обозначают скорость света?", "S", "W", "P", "C", "4"},
            {"В прямоугольном треугольнике квадрат длины гипотенузы равен сумме квадратов длин катетов. Кто автор теоремы?", "Гаусс", "Ломоносов", "Пифагор", "Лобачевский", "3"},
            {"Как звали царя в сказке о 'Золотом петушке'?", "Кощей", "Гвидон", "Салтан", "Дадон", "4"},
            {"Подберите синоним к слову 'меркантильный'.", "Гордый", "Щедрый", "Расчетливый", "Глупый", "3"},
            {"Модуль какого отрицательного числа равен четырем?", "4", "-4", "-16", "-32", "2"},
            {"Во сколько раз 20 миллиметров меньше метра?", "10", "25", "50", "100", "3"},
            {"Во время какой войны был принят воинский устав Петра I?", "Русско-персидская", "Семилетняя", "Северная", "Русско-турецкая", "3"},
            {"К какому биологическому типу животных относятся кальмары?", "Членистоногие", "Хордовые", "Инфузории", "Моллюски", "4"},
            {"К какой части тела шмеля прикреплены емкости для сбора пыльцы?", "Живот", "Крылья", "Ножки", "Усики", "3"}
    };
}
